Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-nn (1).tmx
Source language: fi
Languages: nn

source: Vieritä kaaviotasame name, same type
nn: Rull rundt i diagrammetsame name, same type

source: Teksti
nn: Tekst

source: Laatikko
nn: Boks

source: Ellipsi
nn: Ellipse

source: Monikulmio
nn: Mangekant

source: Viiva
nn: Linje

source: Kaari
nn: Boge

source: Siksakkiviiva
nn: Sikksakklinje

source: Moniviiva
nn: Polylinje

source: Kuva
nn: Bilete

source: Zoomaus
nn: Forstørring

source: Vuokaavio
nn: Flytdiagram

source: Kaaviomuokkain
nn: Diagramredigering

source: Uusi taso
nn: Nytt lag

source: Kohota taso
nn: Hev lag

source: Laske taso
nn: Senk lag

source: Poista taso
nn: Slett lag

source: Tasot
nn: Lag

source: Tason nimi:
nn: Namn på lag:

source: Viivan paksuus
nn: Linjebreidd

source: Viivan paksuus:
nn: Linjebreidd:

source: Sinun täytyy määritellä tiedosto, ei hakemistoa.
nn: Du må oppgi eit filnamn, ikkje ein katalog.

source: Ei pystynyt aukaisemaan tiedostoa "%s" luettavaksi.
nn: Klarte ikkje å opne «%s» for lesing.

source: Virhe ladattaessa kaaviota %s. Tuntematon tiedostotyyppi.
nn: Feil ved lasting av diagram %s. Ukjent filtype.

source: Virhe ladattaessa kaaviota %s. Ei ole Dia-tiedosto.
nn: Feil ved lasting av diagram %s. Må vere ei Dia-fil.

source: Tulostetiedostoa %s ei voi avata: %s filename
nn: filename

source: _Tiedosto
nn: _Fil

source: O_hjesisältää
nn: _Hjelp

source: S_ivun asetukset...
nn: Side_oppsett ...

source: _Monista
nn: _Slett

source: Kopioi teksti
nn: Kopier tekst

source: Leikkaa teksti
nn: Klipp ut tekst

source: Liitä _teksti
nn: Lim inn _tekst

source: _Kuvasuhde
nn: _Forstørring

source: 25display_toggle_entries
nn: display_toggle_entries

source: Uusi _näkymä
nn: Ny _vising

source: _Objektit
nn: _Objekt

source: Siirrä _taustalle
nn: Send til _bakgrunnen

source: Tuo _päällimmäiseksi
nn: Hent _fram

source: Tuo edemmäs
nn: Hent _fram

source: _Kasaa ryhmään
nn: _Gruppe

source: _Pura ryhmä
nn: _Løys opp gruppe

source: _Pura perhe
nn: _Grupper

source: Tasaa
nn: Juster

source: Päällä
nn: Øverst

source: Alla
nn: Nederst

source: Levitä vaakasuoraan
nn: Juster _vassrett

source: Levitä pystysuoraan
nn: Juster _loddrett

source: _Valitse
nn: _Vel

source: Transitiivinen
nn: Transitiv

source: Yhdistetty
nn: Tilkopla

source: Valitse kriteerillä
nn: _Vel

source: Muokkaa
nn: Endre

source: Vieritä
nn: Rull

source: _Antialiasoitu
nn: _Anti-aliasa

source: _Kiinnitä ruudukkoon
nn: Ju_ster til rutenett

source: _Kiinnitä kohteisiin
nn: Ju_ster til rutenett

source: Näytä _sarkaimet
nn: Vis linnjala_r

source: Näytä _liitoskohdat
nn: Vis _samanknytninspunkt

source: Liitos
nn: Union

source: Liitännäiset
nn: Tilleggsmodular

source: Käyttöliittymä
nn: Brukargrensesnitt

source: Kaavion oletukset
nn: Standardverdiar for diagram

source: Katso oletusarvoja
nn: Vis standardverdiar

source: Perumistasojen lukumäärä:
nn: Tal på angrenivå:

source: Uusi kaavio:
nn: Nytt diagram:

source: Paperin tyyppi:
nn: Papirtype:

source: Liitoskohdat:Grid:
nn: Samanknytningspunkt:Grid:

source: Uusi ikkuna:
nn: Nytt vindauge:

source: Leveys:
nn: Breidd:

source: Korkeus:
nn: Høgd:

source: Suurennus:
nn: Forstørr:

source: Sivun vaihtoja:
nn: Sidebrot:

source: Portable Network Graphics
nn: Portabel Nettverks Grafikk

source: X-Koko:
nn: X-storleik:

source: Y-Koko:
nn: y-storleik:

source: Kuutiokoko:pretty_formated_xmlpretty formated xml
nn: pretty_formated_xmlpretty formated xml

source: Kaaviopuuikkuna:
nn: Diagramtre vindauge:

source: Objektin ominaisuudet
nn: Eigenskapar for objekt

source: Tällä objektilla ei ole ominaisuuksia.
nn: Dette objektet har ingen eigenskapar.

source: Ominaisuudet:
nn: Eigenskapar;

source: Objektin ominaisuudet:
nn: Eigenskapar for objekt:

source: Tyyppi:
nn: Type:

source: Perinteinen
nn: Linjer

source: Täytetty kolmio
nn: Fylt trekant

source: Täyttämätön kolmio
nn: ufylt trekant

source: Täytetty timantti
nn: Fylt diamant

source: Integraalisymboli
nn: Integralsymbol

source: Nuolen ominaisuudet
nn: Eigenskapar for pil

source: Viivan tyyliominaisuudet
nn: Linjestil-eigenskapar

source: Tiedot...
nn: Detaljar ...

source: Varoitus
nn: Åtvaring

source: Vasen
nn: Venstre

source: Keski
nn: Midtstill

source: Oikea
nn: Høgre

source: Janan väri
nn: Linjefarge

source: Viivan tyyli
nn: Linjestil

source: Piirrä tausta
nn: Teikn bakgrunn

source: Lähtönuoli
nn: Start pil

source: Päättönuoli
nn: Avslutt pil

source: Tekstin tasaus
nn: Tekstjustering

source: Kirjasin
nn: Skrifttype

source: Kirjasinkoko
nn: Skriftstorleik

source: Yhtenäinen
nn: Einsfarga

source: Katkoviiva
nn: Strekar

source: Viiva-piste
nn: Strek-prikk

source: Viiva-piste-piste
nn: Strek-prikk-prikk

source: Pistemäinen
nn: Prikkar

source: Valitse kuvatiedosto
nn: Vel ei biletefil

source: Selaa
nn: Bla gjennom

source: Normaali
nn: Vanleg

source: _Määritteetnew
nn: new

source: _Uusidelete
nn: delete

source: _PoistaMove up
nn: _SlettMove up

source: Siirrä ylöspäinMove down
nn: Flytt oppMove down

source: Siirrä alaspäin
nn: Flytt ned

source: Attribuuttidata
nn: Attributtdata

source: Lisää osa
nn: Legg til segment

source: Poista osa
nn: Slett segment

source: Ominaisuus
nn: Attributt

source: Heikko:
nn: Svak

source: Olio
nn: Entitet

source: Yhteensä:
nn: Totalt:

source: Kierrä:
nn: Roter:

source: Energia
nn: Energi

source: Signaali
nn: Signal

source: Kanava
nn: Kanal

source: Syötä
nn: Inndata

source: Vastaanota
nn: Motta

source: Salli
nn: Tillat

source: Kaappaa
nn: Opptak

source: Työnnä ulos
nn: Løys ut

source: Siirrä
nn: Flytt

source: Lähetä
nn: Send

source: Käännä
nn: Omset

source: Kierrä
nn: Roter

source: Suojele
nn: Skjold

source: Vakauta
nn: Stabiliser

source: Varmista
nn: Sikker

source: Kiinnitä
nn: Kople til

source: Liitä
nn: Monter

source: Lukitse
nn: Lås

source: Pidä
nn: Vent

source: Paikallista
nn: Lokaliser

source: Sekoita
nn: Miks

source: Liitä yhteen
nn: Kombiner

source: Sulauta
nn: Overgang

source: Haara
nn: Grein

source: Vapauta
nn: Utgåve

source: Leikkaa
nn: Klipp ut

source: Kiillota
nn: Polsk

source: Suodata
nn: Filter

source: Puhdista
nn: Tøm

source: Hajauta
nn: Distribuer

source: Täytä
nn: Fyll

source: Käynnistä
nn: Start

source: Hallinnoi
nn: Kontroll

source: Ota käyttöön
nn: Skru på

source: Poista käytöstä
nn: Skru av

source: Keskeytä
nn: Avbrot

source: Muuta
nn: Endra

source: Kasvata
nn: Auke

source: Vähennä
nn: Minke

source: Supista
nn: Reduser

source: Normaalisoi
nn: Normaliser

source: Moninkertaista
nn: Multipliser

source: Skaalaa
nn: Skalert

source: Muodosta
nn: Form:

source: Muunna
nn: Konverter

source: Integroi
nn: Integrer

source: Derivoi
nn: Differensier

source: Käsittele
nn: Prosess

source: Tarkista
nn: Sjekk

source: Osoita
nn: Indiker

source: Merkitse
nn: Merk

source: Näytä
nn: Vising

source: Mittaa
nn: Måle

source: Laske
nn: Rekn ut

source: Esitä
nn: Representer

source: Kaasu
nn: Gass

source: Ihminen
nn: Menneske

source: Käsi
nn: Hand

source: Jalka
nn: Fot

source: Pää
nn: Hovud

source: Sormi
nn: Finger

source: Varvas
nn: Tå

source: Biologinen
nn: Biologisk

source: Mekaaninen
nn: Mekanisk

source: Mekaaninen energia
nn: Mek. energi

source: Muunnos
nn: Omsetjing

source: Voima
nn: Kraft

source: Pyörimis-
nn: Rotering

source: Vääntömomentti
nn: Dreiemoment

source: Värähtely
nn: Vibrasjon

source: Sähköinen
nn: Elektrisk

source: Sähkö
nn: Elektrisistet

source: Jännite
nn: Spenning

source: Virta
nn: Straum

source: Hydraulinen
nn: Hydraulisk

source: Paine
nn: Trykk

source: Lämpö
nn: Termisk

source: Kuumuus
nn: Varme

source: Johtuminen
nn: Leiing

source: Säteily
nn: Stråling

source: Paineilma
nn: Pneumatisk

source: Kemiallinen
nn: Kjemisk

source: Radioaktiivinen
nn: Radioaktiv

source: Mikroaallot
nn: Mikrobølger

source: Radioaallot
nn: Radiobølger

source: Röntgensäteet
nn: Røntgen-strålar

source: Gammasäteet
nn: Gammastrålar

source: Akustinen energia
nn: Akustisk energi

source: Optinen energia
nn: Optisk energi

source: Aurinkoenergia
nn: Solar energi

source: Magneettinen energia
nn: Magentisk energi

source: Ehto
nn: Vilkår

source: Väri
nn: Farge

source: Toiminnassa
nn: Aktivt

source: TAI
nn: OR

source: Vaatimussame name, same type
nn: same name, same type

source: Viesti:
nn: Melding:

source: Pistenuoli
nn: Prikka pil

source: Verkko
nn: Nettverk

source: A:sta B:hen
nn: Frå A til B

source: B:stä A:han
nn: Frå B til A

source: Koostumus
nn: Komposisjon

source: A-puoli
nn: Side A

source: Näytä nuoli
nn: Vis pil

source: B-puoli
nn: Side B

source: Luokka
nn: Klasse

source: Stereotyyppi
nn: Stereotype

source: Malli
nn: Mal

source: Operaatiot
nn: Operasjonar

source: Luokan nimi:
nn: Klassenamn:

source: Stereotyyppi:
nn: Stereotype:

source: Edustaväri
nn: Framgrunnsfarge

source: Taustaväri
nn: Bakgrunnsfarge

source: Arvo:
nn: Verdi:

source: Näkyvyys:
nn: Synligheit:

source: Julkinen
nn: Offentleg

source: Yksityinen
nn: Privat

source: Toimeenpano
nn: Implementasjon

source: Parametrit:
nn: Parametrar:

source: Suunta:
nn: Retning:

source: Malliluokka
nn: Malklasse

source: Näytä nuoli:same name, same type
nn: same name, same type

source: Liitäntä:
nn: Grensesnitt

source: Luo
nn: Lag

source: Hävitä
nn: Øydelegg

source: Yksinkertainen
nn: Enkel

source: Paluu
nn: Returner

source: Rekursiivinen
nn: Rekursiv

source: Viestin tyyppi:
nn: Meldingstype:

source: Näytä ominaisuudet
nn: Vis attributtar

source: Parametrit
nn: Parametrar

source: Myötävaikutus
nn: Samarbeid

source: Tieto
nn: Data

source: Tapahtumat
nn: Hendingar

source: Lähtöaika
nn: Start-tid

source: Lopetusaika
nn: Slutt-tid

source: Tiedon väri
nn: Datafarge

source: Räätälöity
nn: Eigendefinert

source: Kuvatiedosto
nn: Biletefil

source: Ei pystynyt luomaan PNG-kirjoitusrakennetta
nn: Klarte ikkje å opprette PNG-struktur.

source: Ei pystynyt luomaan PNG-otsaketietorakennetta
nn: Klarte ikkje å lage PNG-topptekststruktur

source: Tapahtui virhe kirjoitettaessa PNG:tä
nn: Feil under skriving av PNG

source: Valitse Tulostin
nn: Vel skrivar

source: Tulostin
nn: Skrivar

source: Ei voitu avata tiedostoa "%s" kirjoittamista varten.
nn: Kunne ikkje opne «%s» for skriving.

source: XFig-tiedostomuoto
nn: Xfig-filformat

source: Virtapiiri
nn: Kretsdiagram

source: Komponentit virtapiirikaavioille
nn: Komponentar for kretsdiagram

source: Tikapuukaavio
nn: Stige

source: Osallisuus
nn: Deltaking

source: Virtapiiri 2
nn: Elektrisk

source: Komponentit sähköpiireihin
nn: Objekt for elektriske kretsar

source: Päätös
nn: Avgjersle

source: Asiakirja
nn: Dokument

source: Viive
nn: Forseinking

source: Järjestä
nn: Sorter

source: Logiikka
nn: Logikk

source: Multiplekseri
nn: Multiplekser

source: Demultiplekseri
nn: Demultiplekser

source: Paineilma/hydraulinen
nn: Pneumatikk/hydraulikk

source: SADT/IDEF0
nn: SADT/IEDFO

source: Lähetä viesti
nn: Send melding

source: Vastaanota viesti
nn: Ta i mot melding

source: Funktiokutsu
nn: Funksjonskall

source: Suorituksessa oleva toiminto
nn: Handling vert utførd

source: Kronogrammi
nn: Kronogram

source: Objektit kronogrammikaavioiden suunnitteluun
nn: Objekt til utforming av kronogrammer

source: Siviili
nn: Sivil

source: Insinöörikomponentit
nn: Symbol for sivilingeniører

source: Maapohja
nn: Jord

source: Vaakasuoraan suunnattu pumppu
nn: Ei vassrett plassert pumpe

source: Pystysuoraan suunnattu pumppu
nn: Ei loddrett plassert pumpe

source: Vaakasuoraan suunnattu kompressori
nn: Ein vassrett plassert kompressor

source: Pystysuoraan suunnattu kompressori
nn: Ein loddrett plassert kompressor

source: Palapeli
nn: Puslespel

source: Palapelin palat
nn: Delar av eit puslespel

source: Palapeli - osa_oioi
nn: Puslespel - del_oioi

source: Palapeli - osa_ioio
nn: Puslespel - del_ioio

source: Palapeli - osa_iiii
nn: Puslespel - del_iiii

source: Palapeli - osa_oooo
nn: Puslespel - del_oooo

source: Palapeli - osa_oooi
nn: Puslespel - del_oooi

source: Palapeli - osa_iooo
nn: Puslespel - del_iooo

source: Palapeli - osa_oioo
nn: Puslespel - del_oioo

source: Palapeli - osa_ooio
nn: Puslespel - del_ooio

source: Palapeli - osa_iioo
nn: Puslespel - del_iioo

source: Palapeli - osa_oiio
nn: Puslespel - del_oiio

source: Palapeli - osa_ooii
nn: Puslespel - del_ooii

source: Palapeli - osa_iooi
nn: Puslespel - del_iooi

source: Palapeli - osa_oiii
nn: Puslespel - del_oiii

source: Palapeli - osa_ioii
nn: Puslespel - del_ioii

source: Palapeli - osa_iioi
nn: Puslespel - del_iioi

source: Palapeli - osa_iiio
nn: Puslespel - del_iiio

source: Tallennus
nn: Lagring

source: ei ehkä ole tyhjä merkkijono
nn: kan ikkje vera ein tom streng

source: pitää alkaa alfanumeerisella merkillä
nn: må starta med eit alfanumerisk teikn

source: merkki `%c' ei ole sallittu (vain kirjaimia, numeroita ja merkkejä `%s')architecture
nn: architecture

source: en voi poistaa `%.250s'
nn: klarte ikkje fjerna «%.250s»

source: Päivityshakemisto sisältää tiedoston `%.250s', jonka nimi on liian pitkä (pituus=%d, raja=%d)
nn: oppdateringskatalogen inneheld fila «%.250s», som har for langt namn (lengd=%d, maks=%d)

source: päivityshakemisto sisältää tiedostoja joilla on eripituisia nimiä (sekä %d että %d)
nn: oppdateringskatalogen inneheld filer med ulike namnelengder (både %d og %d)

source: päivityshakemistoa `%.255s' ei voitu käydä läpi
nn: klarte ikkje skanna oppdateringskatalogen «%.255s»

source: sisällytetyn päivitystiedoston %.255s poistaminen epäonnistui
nn: klarte ikkje fjerna den innlemma oppdateringsfila %.255s

source: Ei voitu luoda `%.255s'
nn: klarte ikkje oppretta «%.255s»

source: %.250s:aa ei voitu täyttää täytteellä
nn: klarte ikkje etterfylla %.250s

source: Tilatietokannan lukitustiedostoa ei voitu avata/luoda
nn: klarte ikkje åpna/oppretta låsefila til statusdatabasen

source: sinulla ei ole oikeutta lukita dpkg:n tilatietokantaa
nn: du har ikkje løyve til å låsa dpkg-statusdatabasen

source: pyydetty toiminto vaatii pääkäyttäjän oikeudet
nn: den ønskte handlinga krev superbrukartilgang

source: dpkg:n tila-aluetta ei voitu käyttää
nn: får ikkje tilgang til dpkg-statusområdet

source: toiminto vaatii luku-/kirjoitusoikeudet dpkg:n tila-alueeseen
nn: operasjonen krev lese- og skrivetilgang til dpkg-statusområdet

source: ei onnistuttu poistamaan omaa päivitystiedostoa %.255s
nn: klarte ikkje fjerna mi eiga oppdateringsfil %.255s

source: ei onnistuttu kirjoittamaan `%.250s':n uutta tilaa
nn: klarte ikkje skriva oppdatert status for «%.250s»

source: `%.250s':n päivitettyä tilaa ei voitu tyhjentää
nn: klarte ikkje tømma oppdatert status for «%.250s»

source: `%.250s':n päivitettyä tilaa ei voitu katkaista
nn: klarte ikkje klippa for oppdatert status for «%.250s»

source: `%.250s':n päivitettyä tilaa ei voitu fsyncata
nn: klarte ikkje synkronisera oppdatert status for «%.250s»

source: `%.250s':n päivitettyä tilaa ei voitu sulkea
nn: klarte ikkje lukka oppdatert status for «%.250s»

source: `%.250s':n päivitettyä tilaa ei voitu asentaa
nn: klarte ikkje installera oppdatert status for «%.250s»

source: %s: virhe jälkipuhdistuksessa: %s
nn: %s: feil ved opprydding: %s

source: muisti loppui uudelle puhdistusmerkinnälle
nn: ikkje nok minne til ny oppryddingsoppføring

source: muisti loppui uudelle puhdistusmerkinnälle, jolla oli useita argumentteja
nn: ikkje nok minne til ny oppryddingsoppføring med mange parametrar

source: roskaa %s jälkeen
nn: rot etter %s

source: kelvoton pakkauksen nimi (%.250s)
nn: ugyldig pakkenamn (%.250s)

source: tyhjä tiedostoyksityiskohtien kenttä `%s'
nn: tomt fildetaljfelt «%s»

source: tiedostoyksityiskohtien kenttä `%s' ei ole sallittu tilatiedostossa
nn: fildetaljfeltet «%s» kan ikkje brukast i statusfila

source: liian monta arvoa tiedostoyksityiskohtien kentässä `%s' (muihin verrattuna)
nn: for mange verdiar i fildetaljfeltet «%s» (samanlikna med andre)

source: liian vähän arvoja tiedostoyksityiskohtien kentässä `%s' (muihin verrattuna)
nn: for få verdiar i fildetaljfeltet «%s» (samanlikna med andre)

source: kyllä/ei totuusarvo-kentässä
nn: ja/nei i boolsk felt

source: Tiedostojärjestelmän juuri tai null-kansio on luetteloitu asetustiedostona
nn: rot- eller null-katalog er nemnt som oppsettsfil

source: `%s'-kenttä, puuttuva pakkauksen nimi tai roskaa siellä, missä odotettiin paketin nimeä
nn: «%s»-felt, manglande pakkenamn eller rot der det skulle vera eit pakkenamn

source: `%s'-kenttä, epäkelpo paketin nimi `%.255s': %s
nn: «%s»-felt, ugyldig pakkenamn «%.255s»: %s

source: `%s'-kenttä, viittaus kohteelle `%.255s': huono versioriippuvuussuhde %c%c
nn: «%s»-felt, referanse til «%.255s»: ugyldig versjonsforhold %c%c

source: `%s'-kenttä, viittaus kohteeseen `%.255s': `%c' on vanhentunut, käytä `%c=' tai `%c%c' sen sijaan
nn: «%s»-felt, referanse til «%.255s»: «%c» er forelda, bruk «%c=» eller «%c%c» i staden

source: `%s'-kenttä, viittaus kohteeseen `%.255s': implisiittiselle täsmälliselle versionumerovastaavuudelle ehdotetaan käytettäväksi `=' sen sijaan
nn: «%s»-felt, referanse til «%.255s»: implisitt nøyaktig treff med versjonsnummer, føreslår «=» i staden

source: `%s'-kenttä, viittaus kohteeseen `%.255s': version arvo alkaa ei-alfanumeerisella merkillä, ehdotetaan lisättäväksi välilyöntiä
nn: «%s»-felt, referanse til «%.255s»: versjonsverdien startar med eit ikkje-alfanumerisk teikn, føreslår å leggja til eit mellomrom

source: `%s'-kenttä, viittaus kohteeseen `%.255s': päättymätön versio
nn: «%s»-felt, referanse til «%.255s»: versjon ikkje avslutta

source: `%s'-kenttä, syntaksivirhe pakettiin `%.255s' viittauksen jälkeen
nn: «%s»-felt, syntaksfeil etter referanse til pakken «%.255s»

source: vaihtoehdot (`_BAR_') eivät ole sallittuja %s-kentässä
nn: alternativ («_BAR_») kan ikkje brukast i %s-feltet

source: dup epäonnistui std%s:lle
nn: klarte ikkje utføra «dup» for std%s

source: dup epäonnistui fd %d:lle
nn: klarte ikkje utføra «dup» for fd %d

source: putken luonti epäonnistui
nn: klarte ikkje oppretta røyr

source: tiedostokuvauksen lippuja %.250s:lle ei voitu lukea
nn: klarte ikkje lesa fildeskriptorflagg for %.250s

source: close-on-exec -lippua ei voitu asettaa %.250s:lle
nn: klarte ikkje setja flagget «close-on-exec» for %.250s

source: lukuvirhe asetustiedoston `%.255s' luvussa
nn: lesefeil i oppsettsfila «%.255s»

source: asetustiedoston `%.255s' sulkeminen epäonnistui
nn: feil ved lukking av oppsettsfila «%.255s»

source: tuntematon lisävalinta --%s
nn: ukjent val --%s

source: --%s lisävalinnalla tulisi olla arvo
nn: valet --%s treng ein parameter

source: --%s lisävalinnalla ei saisi olla arvoa
nn: valet --%s skal ikkje ha nokon parameter

source: tuntematon lisävalinta -%c
nn: ukjent val -%c

source: -%c lisävalinnalla tulisi olla arvo
nn: valet -%c treng ein parameter

source: -%c lisävalinnalla ei saisi olla arvoa
nn: valet -%c skal ikkje ha nokon parameter

source: epäkelpo kokonaisluku valitsimelle --%s: `%.250s'
nn: ugyldig heiltal for --%s: «%.250s»

source: kentän `%s' arvon kaksoiskappale
nn: verdien for feltet «%s» finst meir enn éin gong

source: käyttäjän määrittelemä kentän nimi `%.*s' liian lyhyt
nn: det brukardefinerte feltnamnet «%.*s» er for kort

source: käyttäjän määrittelemän kentän `%.*s' arvon kaksoiskappale
nn: det brukardefinerte feltet «%.*s» finst meir enn éin gong

source: puuttuva %s
nn: manglar %s

source: tyhjä arvo %s:lle
nn: tom verdi for %s

source: Paketti tilassa ei-asennettu sisältää asetustiedostoja, unohdetaan ne
nn: Ein pakke som ikkje er installert har oppsettsfiler. Dei vert ignorerte.

source: epäonnistui avata paketin info-tiedostoa `%.255s' lukemista varten
nn: klarte ikkje opna pakkeinfofila «%.255s» for lesing

source: ei voi aloittaa paketin info-tiedostoa `%.255s'
nn: finn ikkje pakkeinfofila «%.255s»

source: ei voi mmapata paketin info-tiedostoa `%.255s'
nn: klarte ikkje køyra «mmap» på pakkeinfofila «%.255s»

source: EOF kentän nimen `%.*s' jälkeen
nn: slutt på fila etter feltnamn «%.*s»

source: rivinvaihtomerkki kentän nimessä `%.*s'
nn: linjeskift i feltnamn «%.*s»

source: MSDOS EOF (^Z) kentän nimessä `%.*s'
nn: MS-DOS-slutt på fila (^Z) i feltnamn «%.*s»

source: kentän nimen jälkeen `%.*s' pitää olla kaksoispiste
nn: feltnamnet «%.*s» skal følgjast av eit kolon

source: EOF ennen kentän arvoa `%.*s' (puuttuva viimeinen rivinvaihto)
nn: slutt på fil før verdien til feltet «%.*s» (manglar linjeskift til slutt)

source: MSDOS EOF-merkki kentän arvossa `%.*s' (puuttuva rivinvaihto?)
nn: MSDOS-teikn for slutt på fil i verdien for feltet «%.*s» (manglar linjeskift?)

source: EOF kentän arvon keskellä `%.*s' (puuttuva loppurivinvaihto)
nn: slutt på fil i verdien for feltet «%.*s» (manglar avsluttande linjeskift)

source: sulkeminen epäonnistui lukemisen jälkeen: `%.255s'
nn: klarte ikkje lukka etter lesing: «%.255s»

source: löytynyt useita paketin info-tietoja, vain yksi sallittu
nn: fann fleire pakkeinformasjonsoppføringar, kan berre ha ei

source: ei paketin informaatiota `%.255s':ssa
nn: ingen pakkeinformasjon i «%.255s»

source: versioteksti on tyhjä
nn: versjonsstrengen er tom

source: versiotekstissä on sisällytettyjä välilyöntejä
nn: versjonsstrengen inneheld mellomrom

source: aikakausi versiossa ei ole numero
nn: epoken i versjonen er ikkje eit tal

source: kaksoispisteen jälkeen version numerossa ei ole mitään
nn: ingenting etter kolonet i versjonsnummeret

source: (kuvausta ei saatavilla)
nn: (inga skildring tilgjengeleg)

source: virhe vapautettaessa signaalia %s: %s
nn: feil ved blokkering av signalet %s: %s

source: %s (aliprosessi): %s
nn: %s (underprosess): %s

source: fork epäonnistui
nn: gafling mislukkast

source: aliprosessi %s palautti virhetilakoodin %d
nn: underprosessen %s returnerte feilstatus %d

source: aliprosessi %s epäonnistui odotustilakoodilla %d
nn: underprosessen %s mislukkast med ventestatuskode %d

source: virhe dpkg-deb putken lukemisessa
nn: feil ved lesing frå dpkg-deb-røyr

source: virhe `%.255s':n omistajuuden asettamisessa
nn: feil ved setjing av eigarskap for «%.255s»

source: virhe `%.255s':n oikeuksien asettamisessa
nn: feil ved setjing av filrettar for «%.255s»

source: virhe suljettaessa/kirjoitettaessa `%.255s'
nn: feil ved lukking/skriving av «%.255s»

source: virhe luodessa putkea `%.255s'
nn: feil ved oppretting av røyr «%.255s»

source: Virhe laitteen `%.255s' luomisessa
nn: feil ved oppretting av eining «%.255s»

source: Virhe luotaessa kovaa linkkiä `%.255s'
nn: feil ved oppretting av hard lenkje «%.255s»

source: Virhe luotaessa symbolista linkkiä `%.255s'
nn: feil ved oppretting av symbolsk lenkje «%.255s»

source: Virhe hakemiston `%.255s' luomisessa
nn: feil ved oppretting av katalogen «%.255s»

source: virhe `%.255s':n aikaleimojen asettamisessa
nn: feil ved setjing av tidsmerke for «%.255s»

source: Virhe asetettaessa symbolisen linkin omistajuutta: `%.255s'
nn: feil ved setjing av eigarskap for den symbolske lenkja «%.255s»

source: ei voitu lukea linkkiä `%.255s'
nn: klarte ikkje lesa lenkja «%.255s»

source: ei voitu asettaa `%.255s' (jota yritettiin asentaa)
nn: fann ikkje «%.255s» (som eg skulle til å installera)

source: ei kyetty siivoamaan '%.255s':n luomaa sotkua ennen uuden version asennusta
nn: klarte ikkje rydda opp i rotet rundt «%.255s» før ein annan versjon skulle installerast

source: ei voitu asettaa tilatietoa palautetulle kohteelle `%.255s' ennen toisen version asentamista
nn: fann ikkje gjenoppretta «%.255s» før ein annan versjon skulle installerast

source: arkiston sisältämä kohde `%.255s' on tuntematonta tyyppiä 0x%x
nn: arkivet inneheldt objektet «%.255s» med ukjend type 0x%x

source: tiedoston `%.255s' siirtäminen syrjään uuden version asentamiseksi epäonnistui
nn: klarte ikkje flytta «%.255s» for å installera ein ny versjon

source: kohteelle `%.255s' ei kyetä luomaan varmuuskopiolinkkiä
nn: klarte ikkje laga sikringskopi av den symbolske lenkja «%.255s»
